[
  {
    "id": 1,
    "title": "Ualikhanov University и BigData Team подписали меморандум о сотрудничестве в сфере IT-образования",
    "body": "Ualikhanov University и компания BigData Team подписали меморандум о сотрудничестве, направленный на развитие образовательных программ в области цифровых технологий и поддержку молодежи в освоении современных IT-компетенций.В рамках партнерства стороны будут совместно реализовывать образовательные инициативы по направлениям Big Data (Data Engineering) и Machine Learning (Data Science, анализ данных, искусственный интеллект), проводить совместные мероприятия, обмениваться методической экспертизой и содействовать профессиональному развитию студентов, включая организацию практик и стажировок.",
    "date": "2025-03-11",
    "imageUrl": "https://github.com/lytkinnikita07/demo-site/blob/main/1.jpg?raw=true"
  },
  {
    "id": 2,
    "title": "По итогам интеллектуальной игры «Тапқырлар алаңы – 2025», из 32 команд...",
    "body": "По итогам интеллектуальной игры «Тапқырлар алаңы – 2025», из 32 команд,3 место и с сертификатом на 100 000 тенге выиграла команда «Space» из Кокшетауского университета имени Ш. Уалиханова.1 место и сертификат на 200 000 тенге завоевовала команда «Мейірім» из Кокшетауского университета имени Ш. Уалиханова.3 место и сертификат на 70 000 тенге заняла группа «Shynga Band» в номинации лучшая “Cover-версия» из Кокшетауского университета им. Ш. Уалиханова. Поздравляем студентов с заслуженной победой и желаем творческих успехов!",
    "date": "2025-05-06",
    "imageUrl": "https://github.com/lytkinnikita07/demo-site/blob/main/2.jpg?raw=true"
  },
 {
    "id": 3,
    "title": "Синергия науки и агробизнеса: результаты научно-технологической сессии",
    "body": "28-29 ноября в Ualikhanov University совместно с Министерством науки и высшего образования РК проводилась научно-технологическая сессия «Научно-технологическое развитие агропромышленных предприятий и регионов РК»",
    "date": "2025-09-26",
    "imageUrl": "https://github.com/lytkinnikita07/demo-site/blob/main/3.jpg?raw=true"
  },
{
    "id": 4,
    "title": "Ualikhanov University и Hong Kong Metropolitan University подписали меморандум о сотрудничестве",
    "body": "Ualikhanov University рад сообщить о подписании Меморандума о взаимопонимании со Столичным университетом Гонконга (HKMU). Соглашение открывает дополнительные возможности для академического обмена и реализации совместных образовательных инициатив. В рамках партнёрства стороны договорились развивать проекты, направленные на расширение образовательных программ, обмен опытом и укрепление международного взаимодействия. Университеты проведут онлайн-сессии и совместно разработают курс в рамках программы Серебряного Университета, создавая новые возможности для обучения и взаимодействия учащихся.",
    "date": "2025-10-15",
    "imageUrl": "https://github.com/lytkinnikita07/demo-site/blob/main/4.jpg?raw=true"
  },
   {
    "id": 5,
    "title": "В ноябре 2025 года 40 слушателей Серебряного университета прошли очередное клинико-лабораторное исследование на базе КДЛ "Олимп"...",
    "body": "В ноябре 2025 года 40 слушателей Серебряного университета прошли очередное клинико-лабораторное исследование на базе КДЛ Олимп в рамках научного проекта Серебряное поколение и здоровье института науки о жизни и здоровье Ualikhanov University. В начале встречи были представлены обобщенные результаты исследования и пояснения по ряду показателей биохимического и общего анализа крови, а также общего анализа мочи. Далее спикеры разъяснили причины и следствия явных отклонений от нормы лабораторных анализов. Дали рекомендации по питанию.",
    "date": "2025-11-26",
    "imageUrl": "https://github.com/lytkinnikita07/demo-site/blob/main/5.jpg?raw=true"
  },
{
    "id": 6,
    "title": "Серебряный университет: Презентация программы «Развитие когнитивных функций» прошла для широкой казахстанской аудитории",
    "body": "25 ноября 2025 года команда ученых Ualikhanov University презентовала новую образовательную программу курса «Развитие когнитивных функций», разработанную специально для граждан старшего поколения. Онлайн-конференция собрала представителей ветеранских организаций, социальных служб, а также жителей районов и городов Акмолинской области. Среди участников были слушатели и руководители",
    "date": "2025-12-11",
    "imageUrl": "https://github.com/lytkinnikita07/demo-site/blob/main/6.jpg?raw=true"
  }
]











